[
    {
        "id": 1,
        "type": "base",
        "name": "乾",
        "pinyin": "qián",
        "description": "（天）三连",
        "explanations": [
            ["乾卦是第一卦，“乾三连”是指乾卦由三条阳爻所组成。阳爻是一条横线，中间不断裂；三条阳爻不是“三连”吗?阳爻代表主动力，是变化的主导因素，形成三阳爻的乾卦之后，又象征什么呢?以下由六方面来描述。"],
            ["1.在自然界，乾卦是指“天”。有天有地(地由坤卦来象征).万物才可能在其中生存发展。"],
            ["2.基本性质是“健”，就是刚健不已的生命创造力。缺少此生命创造力，万物无从产生。"],
            ["3.在家庭中，乾卦是指“父”。所谓“乾坤生六子”，一家八口，其实是古代的标准家庭结构。"],
            ["4.在身体上，乾卦是指“首”(头部)，毋庸置疑。"],
            ["5.在动物中，乾卦是指“马”，因为马能健行。"],
            ["6.延伸所指，乾卦代表了：圆(因为天圆地方)，君(作为领袖)，金与玉(因为贵重)，大赤(大红色，代表正宗)，等等。"],
            ["在上述象征中，有些是一目了然，有些则要稍加思索，而考虑的重点是“古人的世界”。明白这个背最之后，才可以进而发挥想象力，用一个卦来象征今日世界的事物。学习《易经》，是练习增强想象力与理解力的好办法。"]
        ]
    },
    {
        "id": 8,
        "type": "base",
        "name": "坤",
        "pinyin": "kūn",
        "description": "（地）六段",
        "explanations": [
            ["坤外是由三个用受所组成，阴爻是一条模线，中间断裂，所以坤卦的面法是“六断”。阳爻代表主动力，阴爻自然是受动力了。有主动也有受动，才有变化的可能。有创造也有发展，万物也才可生生不息。谈到坤卦的象征，也可以由六个方面来看。"],
            ["1.在自然界，坤卦是指“地”。乾为天，坤为地，这二者使万物既有生存空间，又有能量来源。"],
            ["2.基本性质是“顺”，要顺从天的指引，并且柔顺对待万物，对-切都逆来顺受。"],
            ["3.在家庭中，坤卦是指“母”，负责养育子女。"],
            ["4.在身体上，坤卦是指“腹“，可容纳亦可孕育。"],
            ["5.在动物中，坤卦是指“牛”，因为牛性温顺，又能负重致远。"],
            ["6.延伸所指，坤卦代表了：众人(相对于君而言)，布帛(母亲要织布，并且布可包物)，锅(煮饭之用)，吝啬(本身只顺承而不创造，必须省俭)，大车(可以载重)，黑色土地，等等。"],
            ["若想了解《易经》的道理，首先要充分明白乾坤二卦的象征。它们是纯用卦与纯阴卦，然后阴阳交错就形成另外六卦了。"]
        ]
    },
    {
        "id": 4,
        "type": "base",
        "name": "震",
        "pinyin": "zhèn",
        "description": "（雷）仰孟",
        "explanations": [
            ["震卦排在第三，因为它代表在父母之后的长男。何以知道是长男?《易经》的八个单卦都由三爻所组成，爻的念法是由下往上。物以稀为贵，爻以少为主;因此在一阳二阴的组合中，为主，代表这是个阳性卦。并且阳爻在最底下(亦即第一个位置)所以称为长男。至于其他的象征，则是:"],
            ["1.在自然界，震卦是指“雷”。在天地形成之后，要靠雷声来震动及唤醒万物的生机。"],
            ["2.基本性质是“动”。阳受在下，充满动力。"],
            ["3.在家庭中则是长男。"],
            ["4.在身体上，显然是“足”了，否则如何行动?"],
            ["5.在动物中，震卦是指“龙”。 龙是古人心目中的三栖动物，充满各种潜能。长男也须接位，未来不可限量。"],
            ["6.延伸所指，震卦代表了：青黄色(古代有青龙白虎之说)，大路(开阔大道)，急躁(行动多而思考少)，善鸣马(震为雷鸣，又可行动)，反向而生的禾稼(先生根再长枝干)，等等。"],
            ["基本八卦的每一卦都有十个以上的象征。在解卦时，自然形成许多复杂的可能性。若非如此，又怎能用八卦(三爻卦)所形成的六十四卦(六爻卦)来描述人生的际遇与处境呢?"]
        ]
    },
    {
        "id": 5,
        "type": "base",
        "name": "巽",
        "pinyin": "xùn",
        "description": "（风）下断",
        "explanations": [
            ["巽卦代表长女，因为它由一阴二阳所组成， 并且阴爻在最底下的第一个位置。巽卦又象征“风”，因为在三爻中。上面二条阳爻代表充实而不动的天体，底下的阴爻则是空虚而容许空气流动，以致形成了风的现象。关于象征，我们为了各卦整齐起见，还是依序介绍。"],
            ["1.在自然界，巽卦指“风”。"],
            ["2.基本性质是“入”，因为风就是空气流动，而空气无所不人。 一般又把这个“入”描写为顺利，如一帆风顺。"],
            ["3.在家庭中，巽卦是指长女。"],
            ["4.在身体上，巽卦是指“股”，亦即大腿部分，因为它介于足与上半身之间，可以联系而不能采取行动。"],
            ["5.在动物中，巽卦是指“鸡”。古代风神皆为鸟形，而鸡为鸟类。"],
            ["6.延伸所指，巽卦还代表:木(可以开花结果)，绳直(木干为直人长与高(皆与木有关)，进退不定(有如风向不定)，没有结笔(不定则无结果)，白色(木心为白，而风本无色)，多白眼(嫌弃别人)，近利市三倍(投资顺利，收获可期)。"],
            ["每一卦的象征有好有坏，有时还自相矛盾，但是人生许多事情不正是换个角度就面貌迥异吗?"]
        ]
    },
    {
        "id": 6,
        "type": "base",
        "name": "坎",
        "pinyin": "kǎn",
        "description": "（水）中满",
        "explanations": [
            ["坎卦如果竖直起来，就是象用字的“水”，可见《易经》的卦象与古代文字些有关联。坎封由一阳二阴所组成，所以是阳性卦；并且阳爻在由下往上的第二个位置，所以称为中男。它的各种象征如下:"],
            ["1.在自然界，坎卦是指”水“。"],
            ["2.基本性质是“陷”。水深难测，水流危险，有如陷阱。今日还在使用“坎陷”一词。"],
            ["3.在家庭中，是指中男。"],
            ["4.在身体上，坎卦是指“耳”，因为耳能聚集声音，正如水能聚在低处一般。"],
            ["5.在动物中，坎卦是指“家”。因为大猪喜欢待在潮湿之处。"],
            ["6.延伸所指，坎卦还代表：沟渠，隐伏，弓或车轮，月亮，强盗，多忧愁，心病，美脊马，拉车的马，多灾多难的车，坚实多刺的树，等等。"],
            ["坎卦象征虽多，主要还是指涉困境。《易经》六十四卦中，有所谓四大难卦(屯卦、习坎卦、蹇卦、困卦)，皆包含坎卦在内，也是这个缘故。但是，危机也是转机，人在忧患中才会提高警觉，由此转危为安。"]
        ]
    },
    {
        "id": 3,
        "type": "base",
        "name": "离",
        "pinyin": "lí",
        "description": "（火）中虚",
        "explanations": [
            ["离卦与坎卦相对，所以代表了“火”。它是一阴二阳，属于阴性卦。阴爻在由下往上的第二位，所以是中女。它的各种象征如下:"],
            ["1.在自然界，它是指“火”。"],
            ["2.基本性质是“丽”，“丽”是指附丽或依附，亦即火总是依附在木柴或蜡烛上，而不会独自燃烧。"],
            ["3.在家庭中，是指中女。"],
            ["4.在身体上，离卦是指“目”，因为火代表光明， 而光明显然与眼睛有关。"],
            ["5.在动物中，离卦是指“雉”。山林中的野鸡，羽毛色彩艳丽，有如火光闪烁。"],
            ["6.延伸所指，离卦还代表：日，电(闪电之光)，盔甲，戈兵武器(火能防卫，也能伤人)，龟(可用以占卜，显示未来)，甲壳类，叶子脱落而枯稿的树木，等等。"],
            ["韩国国旗所取的正是先天八卦图中的四卦。四卦是指乾、坤、离、坎，正好分布于上下左右，代表的是“天地日月”。由此可见，离卦常用以象征日，有如白天大放光明，或色彩斑斓的文明表现。不过，离为火，稍一不慎，火也能造成重大灾害。"]
        ]
    },
    {
        "id": 7,
        "type": "base",
        "name": "艮",
        "pinyin": "gèn",
        "description": "（山）覆盌",
        "explanations": [
            ["艮卦的卦象下虚上实，有如我们看山都是注意山的棱线或山峰的曲线。它是一阳二阴，并且阳爻在由下往上的第三位，所以代表少男。它的各种象征如下。"],
            ["1.在自然界，它是指“山”。"],
            ["2.基本性质是“止”，因为古人遇山则止，无法跨越，并且它是少男，在阳性爻方面到此为止。"],
            ["3.在家庭中，艮卦是指少男。"],
            ["4.在身体上，艮卦是指“手”，因为人会伸手阻挡别人的侵犯。"],
            ["5.在动物中，艮卦是指“狗“，因为狗能看门，阻止陌生人。"],
            ["6.延伸所指，具卦还代表：小路(相对于震外的大路)。小石(山脚下小石多)，门阙(不让外人进人)，守门人，植物果实(终于有了结果)，黑嘴禽兽(阳受在上，有如硬的嘴在外)，坚硬多节的树，等等。"],
            ["一般研究卦象，会特别注意其基本性质， 因为六十四卦是由八卦两两相合所形成。任何两个单卦的组合，都会显示两种性质的并列，那么它们会相斥还是相吸? 所以，必须熟悉八卦各自的基本性质，才能掌握其含意。"]
        ]
    },
    {
        "id": 2,
        "type": "base",
        "name": "兑",
        "pinyin": "duì",
        "description": "（泽）上缺",
        "explanations": [
            ["兑卦由一阴二阳组成，是阴性卦，并且阴爻位于由下往上的第三位，所以代表少女。它也是基本八卦的最后一个。那么，它有何象征呢?"],
            ["1.在自然界，兑卦是指“泽”。沼泽的水是平静安全的，也是人类与其他生物所需要的。"],
            ["2.基本性质是“说”。这是喜悦的“悦”字。见到沼泽，对于逐水草而居的古人，自然欣喜有加了。"],
            ["3.在家庭中，它是指少女。"],
            ["4.在身体上，兑卦是指“口”， 因为口能说话唱歌，使人愉悦。"],
            ["5.在动物中，它是指“羊”。古人造字时，以“羊大”为“美”。少女亦让人欣赏。"],
            ["6.引伸所指，兑卦还代表:口舌是非(说话也可能形成各种风波)，毁折(有了缺口)，脱落(不完整)，巫(可以预言)，妾(年轻女子)。"],
            ["兑卦所象征的口，既有喜悦之意，又有毁折之意。这表示成败皆在于说话。《易经》总是提醒人注意言与行，孔子也劝人“敏于事而慎于言”。言行皆须出于真诚之心。只要心诚，说话自然感人，可以让大家分享喜悦。"]
        ]
    }
]
